
    
       "It’s nice to have people who check up on you. Thank you for being that kind of person in my life. Happy Friendship Day."
    ,
    
       "A best friend is someone who knows the rhythm of your heart and is ready to tune his own heart at the same rhythm. Happy friendship dear best friend!"
    ,
    
       "Friends are more like family and you guys are my heart. Happy friendships day my best friends, I love you! May we always be like this."
    ,
    
       "Remember when we met for the first time, we bitched about each other and we gossip about others together. Happy friendships day!"
    ,
    
       "Cheers to friendships day, to us and to many more years to come we are going to celebrate it together. Love you friends, blessed to have you all!"
    ,
    
       "It takes a lifetime to find a person like you in this twisted world. I felt lucky right at the moment I met you. But having you as a best friend is way more than I expected. I wish you a happy friendship day!"
    ,
    
       "A best friend can know what you’re thinking just by taking a quick glance at your face."
    ,
    
       "A real friend will never fall through the cracks."
    ,
    
       "True friends will tell you what you need to hear – not what you want to hear."
    ,
    
       "Best friends are the people who are sad for your sadness and truly happy for your happiness."
    ,
    
       "With time our friendship has grown stronger. May we never part. Happy Friendship Day!"
    ,
    
       "With good friends like you around, life becomes a lot more fun. Happy Friendship Day!"
    ,
    
       "I am lucky to have such a wonderful friend like you. Happy Friendship Day, buddy!"
    ,
    
       "My heart and your heart are very old friends."
    ,
    
       "Good friends are those who bring out the very best in you – not the stress in you."
    ,
    
       "Friends may walk into your life by accident, but they stick around on purpose."
    ,
    
       "Best friends are the perfect pain killers, and they only have two ingredients: sharing and caring."
    ,
    
       "Best friends make your problems their problems just so you don’t have to face them alone."
    ,
    
       "To my best friend: as long as we have each other, we’ll always be okay."
    ,
    
       "Our friendship isn’t a big thing; it’s a million little things."
    ,
    
       "On such a special occasion, let’s take an oath that no matter what life unfolds before us, no matter how difficult time gets for us, we will always be a best friend to each other. Happy friendship day dear friend."
    ,
    
       "You are not just a best friend but also a brother to me. I may not always express my feelings, but I do care a lot for my best friend. Happy friendship day!"
    ,
    
       "Let’s put aside all the little problems between us and let’s embrace each other with the same smile and the same feelings of eternal friendship. Because, my best friend, today is friendship day!"
    ,
    
       "A day without you all feels like the longest day of my life and today I only wish to be with you guys every day. Happy friendships day!"
    ,
    
       "To the most cheerful person who always boost me to grow and who always lead me my way, to you my friend, Happy Friendship Day!"
    ,
    
       "For all my moods, you fit in! You are the one who I can count on my bad days, my good days, and my every time mood. Happy Friendship Day!"
    ,
    
       "A friend is always that guide when we look up to for all kind of helps formal or informal and trust me you give the best advised. Wishing you happy friendship day!"
    ,
    
       "To my friend who always try to become a teacher and has forgotten earlier in our school days you were a cheater. Happy friendships day!"
    ,
    
       "Very few people get true friends. Luckily, I am one of those few people. Happy Friendship Day, buddy!"
    ,
    
       "One of the best gifts of my life is having a true friend like you. Happy Friendship Day, pal!"
    ,
    
       "True friends are those who stand by each other in times of need. Happy Friendship Day!"
    ,
    
       "A true friend will not judge you. He will stand by you no matter what. Happy Friendship Day!"
    ,
    
       "At times you drive me wild, but it is only in your company that I feel happy. Happy Friendship Day!"
    ,
    
       "Friends like you stay in the heart forever and their memories never fade away. Happy Friendship Day dear best friend. Missing you a lot!"
    ,
    
       "No one can make me feel so comfortable as you do. I have everything in this life because I have a friend like you. Happy Friendship Day!"
    ,
    
       "The greatest gift of life is a true friend who understands the real YOU. I feel grateful to live because it gave me a friend like you! Happy Friendship Day!"
    ,
    
       "A true friend never waits for your permission to enter into your life and make it beautiful. He appears all on a sudden and wins you over even before you know it. Happy Friendship Day!"
    ,
    
       "God has been so generous to me by giving me such a friend like you. So, for me, this friendship day is not only a day to celebrate our friendship but also a day to be thankful to God for the gift."
    ,
    
       "You always bring out the best in me. I am at my best when I am with you. I do my best when I’m with you. Thank you for everything. Happy Friendship Day!"
    ,
    
       "It is tough to find trustworthy friends. I am so lucky to have found you. Happy Friendship Day!"
    ,
    
       "May our friendship last till the very end. Wishing you a very happy Friendship Day!"
    ,
    
       "I have many friends, but you are my best friend. Wishing you a very happy Friendship Day."
    ,
    
       "People do not just meet and end up being best friends. It requires two independent minds to think alike and two beautiful souls to share the same road in life. Happy friendship day 2020!"
    ,
    
       "After another wonderful year of friendship, this day has come yet again to remind us how much we mean to each other. Happy friendship day to my dear best friend!"
    ,
    
       "You may not be the nicest person in this world. But to me, you are the most wonderful person and the most amazing best friend in this world. Wishing you all the best on this occasion."
    ,
    
       "My best friend, you have always taken care of me and brought out the best in me. Here’s to celebrate all the years to come! Happy Friendship Day!"
    ,
    
       "Your existence makes my life easy and stress-free! Thank you for always walking by my side and helping me in every step. Happy Friendship Day!"
    
  

