
  
    
       "Dearest friend, our friendship is more than late night talks and late night walks you are my shoulder to cry on. Happy friendships day to my cutest friend!"
    ,
    
       "You look super cute when you are angry and when you cry. To my cutest friend happy friendships day, love you to the moon and back!"
    ,
    
       "Remember the days when college canteen was our favorite spot and now office canteen is we grew up together. Happy friendships day to my cute friend."
    ,
    
       "I worried the very first of my school and then I met you as if god wanted us to meet. Happy friendships day to my cutest friend, love you!"
    ,
    
       "My girlfriend knows every story of my life, but my friend these stories has got created coz of u."
    ,
    
       "Your are my friend coz, I never feel like saying sorry to you even on my biggest mistake."
    ,
    
       "One friendship makes the life sweet and full of memories. And I have so many friends, imagine!"
    ,
    
       "Our friendship is different and no one can understand that, except you and me."
    ,
    
       "My mom says, you have spoiled me, but only we know that no one can spoil us."
    ,
    
       "I was an innocent being..then my best friend came along"
    ,
    
       "Happiness is being married to your best friend"
    ,
    
       "Yes she’s annoying but I love her ??"
    ,
    
       "I looked at him as a friend until I realized I loved him"
    ,
    
       "She is my Best Friend. You break her heart; I will break your face."
    ,
    
       "There’s no friend like someone who has known you since you were five"
    ,
    
       "Hanging with old friends and saying “Remember When..”"
    ,
    
       "Happiness is hanging out with childhood friends"
    ,
    
       "Happiness is meeting an old friend after a long time and feeling that nothing has changed"
    ,
    
       "Happiness is meeting up with old friends after a long time apart"
    ,
    
       "Friends don’t let friends do silly things alone"
    ,
    
       "If your friends don’t make fun of you, they are not really your friends"
    ,
    
       "Good friends don’t let you do stupid things alone"
    ,
    
       "Things are never quite as scary when you have a best friend"
    ,
    
       "A friend is someone who thinks you’re a good egg even though you’re slightly cracked!"
    ,
    
       "A friend doesn’t go on a diet because you are fat"
    ,
    
       "Friends buy you lunch. Best friends eat your lunch."
    ,
    
       "Never let your best friends get lonely..keep disturbing them..!!"
    ,
    
       "I love that our effortless friendship fits perfectly with my laziness"
    ,
    
       "You don’t have to be crazy to be my friend. I’ll train you."
    ,
    
       "Good times & Crazy friends make the best memories"
    ,
    
       "Friends Are Born, Not Made."
    ,
    
       "Love Is Blind; Friendship Closes Its Eyes."
    ,
    
       "The Only Way To Have A Friend Is To Be One."
    ,
    
       "I Get By With A Little Help From My Friends."
    ,
    
       "Every Person Is A New Door To A Different World."
    ,
    
       "Friendship Is Like Money, Easier Made Than Kept."
    ,
    
       "The Love Of My Life Is The Love Between Friends."
    ,
    
       "Everyone Is A Friend, Until They Prove Otherwise."
    ,
    
       "Fate Chooses Our Relatives, We Choose Our Friends."
    ,
    
       "Friendship Is A Single Soul Dwelling In Two Bodies."
    ,
    
       "The Language Of Friendship Is Not Words But Meanings."
    ,
    
       "Do I Not Destroy My Enemies When I Make Them My Friends?"
    ,
    
       "My Best Friend Is The One Who Brings Out The Best In Me."
    ,
    
       "A Hug Is Worth A Thousand Words. A Friend Is Worth More."
    ,
    
       "My Best Friend Is The One Who Brings Out The Best In Me."
    ,
    
       "Am I Not Destroying My Enemies When I Make Friends Of Them?"
    ,
    
       "Friends And Good Manners Will Carry You Where Money won’t Go."
    ,
    
       "Friends Show Their Love In Times Of Trouble, Not In Happiness."
    ,
    
       "A Friend Is Someone Who Knows All About You And Loves You Anyway!"
    ,
    
       "Friendship Is Always A Sweet Responsibility, Never An Opportunity."
    ,
    
       "A True Friend Is One Who Knows All About You And Likes You Anyway."
    ,
    
       "In Prosperity Our Friends Know Us; In Adversity, We Know Our Friends."
    ,
    
       "Love Is The Only Force Capable Of Transforming An Enemy Into Friend."
    ,
    
       "Your Friend Is The Man Who Knows All About You, And Still Likes You.”"
    ,
    
       "There Is Nothing On This Earth More To Be Prized Than True Friendship."
    
  

