
   
    
       "Our friendship will never be broken, nor it will fade away. We both have stood the test of time and will remain friends forever. Happy Friendship Day dear!"
    ,
    
       "I never thought my best friend would be a girl. But now I know, no one could ever be a better friend of me than you. Happy Friendship Day!"
    ,
    
       "Dearest friend, a female friend is the one you can talk bullshit to and you are my always go to person. Happy friendships to you!"
    ,
    
       "Well, my girlfriend will always be happy from me as being with you taught me the difference between pink, rose pink and pastel pink. Happy friendships day!"
    ,
    
       "Friendship does have Sunday or Monday, weekend or weekday. It remains fresh, always and ready for you."
    ,
    
       "Only after getting you as a friend, I understood, why it is said that friendship is the best relationship in this world."
    ,
    
       "We were made to be each other’s best friend. It doesn’t matter how far we are; we will always be in each other’s heart. Happy Friendship Day!"
    ,
    
       "A friend like you is a precious gem that only the fortunate ones can find. I want our friendship to last forever and ever!"
    ,
    
       "I have not found a better friend than you. I have never met a better person than you. Your friendship means a lot to me. Happy Friendship Day!"
    ,
    
       "You will always be my companion being in the college project or office work being at my home party or my club issues. Happy friendships day to you beautifu!"
    ,
    
       "You are not just a beautiful girl but a beautiful soul and my days with you have taught me a lot. Happy friendships day darling!"
    ,
    
       "You are a true friend indeed, thanks for doing all the favors and supporting me ever."
    ,
    
       "I hate studying, but love to go to school. You know why, just to see my friend who is so cute."
    ,
    
       "Day or night, Monday or Sunday, with you my friend, everyday is a fun day."
    ,
    
       "You are an angel sent directly from God to guide me in my difficult times. You are the sweetest, coolest and loveliest female friend I have ever had. Happy friendship day dear."
    ,
    
       "The best thing in the world is probably having a girl as a best friend. It feels so much easy to express myself to you. This special day is only for you!"
    ,
    
       "The only person in this world that understands me more than even myself is you. I never thought I will find my bestie in a girl. Long live our friendship!"
    ,
    
       "As beautiful as you are, you have also made our friendship a collection of beautiful moments. It’s a blessing to have you as a best friend. You will always be loved and respected. Happy friendship day!"
    ,
    
       "When I first met you, it was like meeting another person with an attractive face. But when I got to know you, I found there’s a beautiful soul hiding beneath the outer beauty! I am lucky that you are my best friend!"
    ,
    
       "My life is awesome because you are in it. This special day is to remind you that I am grateful to you for all the greatest moments of my life. Happy friendship day!"
    ,
    
       "You fill my days with colors of joy and happiness. On this very special day, I wish to do something special for you too! But before all that I want to wish you a very happy friendship day!"
    ,
    
       "I may not become the perfect friend for you, but for me, I could never find a friend more perfect than you. You have made our friendship great! Happy friendship day to you!"
    ,
    
       "I have found not only a reliable friend in you but also a caring sister who has loved me and appreciated me unconditionally. Happy Friendship Day!"
    ,
    
       "My loving friend, Happy Friendship Day! Thank you for always having my back and guiding ways for me. Here’s to girl power and eternal friendship!"
    ,
    
       "My supergirl, you never fail to amaze me with your high spirit, charisma, and boldness. I am so proud to be your friend! Happy Friendship Day to you!"
    
  

