{
  "Happy Friendship Day Wishes": [
    {
      "name": "You are everything that a true friend can be. You are the most precious gift from God. I wish that we remain best friends for the rest of our life. Wishing you a very happy friendship day!"
    },
    {
      "name": "True friendship cannot be found, it has to be earned. Your friendship is the most valuable thing for me because I have earned it. Happy Friendship Day!"
    },
    {
      "name": "There comes a point in your life\nwhen you realize who really matters,\nwho never did, and who always will.\n“Happy Friendship Day”"
    },
    {
      "name": "Distance never separates any relation\nTime never build any relation.\nIf Feelings are True From Heart,\nThen Friends are always ‘Friends’ forever.\nHappy Friendship Day!!"
    },
    {
      "name": "FRIENDSHIP isn’t how U for getting but how U forgiving,\nNot how U listen but how U UnderStand,\nNot what U see but how U feel,\nand not how U Let Go but how U hold on!!!\nHAPPY FRIENDSHIP DAY!!"
    },
    {
      "name": "Friendship is like a little more of trust,\na little less try,\na little more of a laugh,\nand a little less of cry,\na little more of “WE” and a little less of “I”.\nWish u Happy Friendship Day!!"
    },
    {
      "name": "Friendship is the purest of all relation. If you ever find a friend who is true and honest, be thankful and don’t ever let him go. Happy Friendship Day to all!"
    },
    {
      "name": "It’s better to walk in the dark with a friend than to walk in the light alone."
    },
    {
      "name": "Nothing on earth is more valuable than true friendship."
    },
    {
      "name": "Some people are so special in our lives that it’s hard to imagine existing in a universe without them. Happy friendship day, my friend!"
    },
    {
      "name": "Happy friendship day. You mean a lot to me. Thanks for being the shoulder I can always depend on."
    },
    {
      "name": "Friends are just like angels. They lift us up when our fragile wings forget how to fly."
    },
    {
      "name": "Friendship is a little more trust,\nA little less try,\nA little more laugh,\nAnd a little less cry,\nA little more WE and a little less I.\nHappy Friendship Day  !"
    },
    {
      "name": "Good Friendship Stands The Test Of Time.\nIt Is Unbreakable In Spite Of The Seasons That Life Presents.\nMy Friend And Am So Glad To Have You.\nHappy Friendship Day"
    },
    {
      "name": "A good friend is like a computer,\nHe enters in your life,\nSave himself in your heart,\nFormats all your troubles\nAnd never delete you from his heart.\nHappy Friendship Day"
    },
    {
      "name": "Flower remembers bees,\nFish remembers water,\nTree remembers the rain,\nAt this moment I remember you!\nTo say happy friendship day to U!"
    },
    {
      "name": "A best friend knows what you’re saying even if you’re not talking."
    },
    {
      "name": "Nothing beats the stomach aches from laughing way too hard with great friends."
    },
    {
      "name": "Hey bestie, Happy Friendship Day! You are one of the kindest, funniest, and most helpful one I’ve ever met. Let’s stick to each other forever!"
    },
    {
      "name": "A good friendship is that someone always wants to hold whether in their dark times or light because you my mate are my happy place. Happy friendships day!"
    },
    {
      "name": "I had always wanted a friend who would understand, be with me when no one else is and you are a one good friend. Happy friendships day!"
    },
    {
      "name": "I was weak sometimes, I was doubled strong when I have a good friend like you beside me. Happy friendships day buddy!"
    },
    {
      "name": "Cheers to all the craziest and stupidest things that we have done together and here promising many more to come. Happy friendships day to a good friend!"
    },
    {
      "name": "You are the friend I never want to get cut off. You too forget me not"
    },
    {
      "name": "Our parents know us, but friend is the one who understand us. This bonding start, where others end."
    },
    {
      "name": "True friends are perfectly comfortable sitting with each other in silence."
    },
    {
      "name": "It’s the friends you know you can call up at 4 AM that really matter."
    },
    {
      "name": "How much love is in a friend? That depends on how much you give them."
    },
    {
      "name": "Friends may not be family by blood, but they are the family you choose."
    },
    {
      "name": "A real friend gives you the freedom to be yourself."
    },
    {
      "name": "Friends are one single mind in two separate bodies."
    },
    {
      "name": "True love is rare, but true friendship is even rarer."
    },
    {
      "name": "A real friend will never get in your way – except when you’re falling down."
    },
    {
      "name": "A true friend asks how you are, and waits to hear the answer."
    },
    {
      "name": "Best friends can walk in opposite directions, but still be side by side."
    },
    {
      "name": "Silly pictures and fun times. We’re sisters at heart, and we’re partners in crime."
    },
    {
      "name": "Friends cherish each other’s hopes and are kind to each other’s dreams."
    },
    {
      "name": "A real friend is someone who loves you despite knowing all of your deep, dark secrets."
    },
    {
      "name": "The very sight of the word ‘friendship’ warms the heart and soothes the soul."
    },
    {
      "name": "Old friends take a long time to grow. Friendship is a fruit that’s slow to ripen."
    },
    {
      "name": "A man with many friends is a man with no friends at all."
    },
    {
      "name": "We don’t lose friends as we get older; we learn who our real ones are."
    },
    {
      "name": "You can always judge a person’s character by the friends he keeps."
    },
    {
      "name": "Friendship is the promise made in the heart, and this promise remains unchangeable and unbreakable"
    },
    {
      "name": "Friendship is a relationship that does not work on funda of give and take, it works on giving and forget."
    },
    {
      "name": "Friendship is the only relationship that we chose, that is why, it has least expectations and more bonding."
    },
    {
      "name": "I will never be lonely, because I have such a wonderful friend like you. Happy Friendship Day!"
    },
    {
      "name": "May the bonds that we share continue to grow stronger. Happy Friendship Day!"
    },
    {
      "name": "Your friendship is the greatest gift of my life. Wishing you a very happy Friendship Day!"
    },
    {
      "name": "You met me as a stranger, but with time became a part of my life. Happy Friendship Day!"
    },
    {
      "name": "life become joyful if there are wonderful friends like you around. Happy Friendship Day!"
    },
    {
      "name": "Thanks for helping me out when I needed you the most. Wishing you a very happy Friendship Day."
    },
    {
      "name": "It is hard to find a true friend. So, I am damn lucky to have found a true friend like you. Happy Friendship Day!"
    },
    {
      "name": "I have lots of friends but it is only who who understands and stands by me. Happy Friendship Day, buddy!"
    },
    {
      "name": "Friendship is what makes this world a better place to live. Happy Friendship Day!"
    },
    {
      "name": "Happy friendship day! I pray that our beautiful friendship always stays the same."
    },
    {
      "name": "Happy Friendship Day, my buddy! You are someone I can count on in every step of my life. May our beautiful friendship lasts forever!"
    },
    {
      "name": "Your Friendship Is A Special Gift Generously Given…Happily Accepted And Deeply Appreciated."
    },
    {
      "name": "For being a good sport for all these years, I just want to wish you a Happy Friendship Day!"
    },
    {
      "name": "Make friendship with dumb people and feel superior all the time. That’s what I did when I first met you. Happy friendship day!"
    },
    {
      "name": "Roses are red, violets are blue, and I am truly blessed to have a best friend like you. Happy Friendship Day!"
    },
    {
      "name": "Best friends are more like family. Thank you for being that and more. Happy Friendship day!"
    },
    {
      "name": "You may be far, but you are always right here in my heart. I miss you dearly and on this Friendship day, know that you are on my mind."
    },
    {
      "name": "My best friend is the one who brings out the best in me."
    },
    {
      "name": "Anything is possible when you have the right people there to support you."
    },
    {
      "name": "It’s not that diamonds are a girl’s best friend, but it’s your best friends who are your diamonds."
    },
    {
      "name": "A loyal friend laughs at your jokes when they’re not so good, and sympathizes with your problems when they’re not so bad."
    },
    {
      "name": "Life is an awful, ugly place to not have a best friend."
    },
    {
      "name": "I have no words to describe how I feel to have a friend like you. Thank you for being my best friend in life. Happy Friendship Day!"
    },
    {
      "name": "Sometimes, I forget to say hi,\nI even miss replying,\nmy message doesn’t reach you,\nBut, it doesn’t mean that I forget you,\nI just giving you time to miss me!\n“Happy Friendship Day”"
    },
    {
      "name": "86,400 seconds makes a day,\n24 sweet hours makes a day,\n7 sweet days makes a week,\nBut one sweet friend like u makes a life"
    },
    {
      "name": "Serious jokes\nSilly fights\nSimple sms\nSenseless speak\nSensitive feelings\nSmall angry\nMixture of all of the above is called “friendship”"
    },
    {
      "name": "To be a best friend doesn’t take much,\na shoulder, an ear, some understanding,\nand not even have to say a word to\nmake you laugh/smile.\n“Happy Friendship Day”"
    },
    {
      "name": "Happy friendship day. I appreciate your love, kindness, and support! Thanks for being a part of my life my friend."
    },
    {
      "name": "Thank you for never letting me do the stupid things alone. This just proves what great friend you are for me. Happy Friendship Day to you!"
    },
    {
      "name": "The best thing in life is having a friend who cares, loves, and inspires you without a condition. Happy Friendship Day to all the amazing people who we call friends!"
    },
    {
      "name": "Not many things in life make me happy. But you are an exception. Happy friendship day, my friend!"
    },
    {
      "name": "Friendship is more expensive than anything in this world as it does not have any price tag. Happy Friendship Day!"
    },
    {
      "name": "I am the friend, you will find next to you everywhere, whether it’s a good time or bad."
    },
    {
      "name": "Our friendship is a gift to both of us. Let’s make a promise, this bonding will never break."
    },
    {
      "name": "I feel proud, I am your friend. People who make fun of you, does know that you're an asset."
    },
    {
      "name": "I hate studying, but love coming to college, coz you are there my friend."
    },
    {
      "name": "My dear friend, I have learned what true friendship is because of you. Thank you for being a real blessing for me! Happy Friendship Day!"
    },
    {
      "name": "Sometimes angels from heaven come down on earth to make our lives funnier and enjoyable. We call them friends. Today, I’m wishing Happy Friendship Day to all those angels!"
    },
    {
      "name": "Friends are like stars in the sky. You may not always notice them, but they are always there watching over you. Happy Friendship Day!"
    },
    {
      "name": "The more friends you have in life, the more enjoyable your life becomes. So, make more friends, take care of them and live a happy life. Wishing you a Happy Friendship Day!"
    },
    {
      "name": "Lucky are those who have found a soulmate in their friend. you are much more than a friend to me. You mean a lot. Happy friendship day !"
    },
    {
      "name": "The heart always needs a friend."
    },
    {
      "name": "Love is the only thing that transforms an enemy into a friend."
    },
    {
      "name": "A single loyal friend is worth five thousand relatives."
    },
    {
      "name": "True friends know the real you, and still love you just the same."
    },
    {
      "name": "A true friend can see behind your mask even when you’re fooling everyone else."
    },
    {
      "name": "A friendship like ours multiplies all of the good in life and divides the evils."
    },
    {
      "name": "One of the greatest comforts of true friendships is never having to explain yourself."
    },
    {
      "name": "The greatest of all healing therapies is love and friendship."
    },
    {
      "name": "No one needs to count material wealth when they have a friend like you. You are the most wonderful friend I could ever wish for. I wish you a very happy friendship day."
    },
    {
      "name": "Happy Friendship Day, my friend! Let’s be together for a long time!"
    },
    {
      "name": "You know which is the happiest moment in my life? Well, all those that I have spent with you."
    },
    {
      "name": "Whenever I see friends hugging each other. The memories our friendship gets refreshed, it was an awesome time."
    },
    {
      "name": "It’s been so long we haven’t seen each other. Let’s meet and celebrate our bonding in our unique style."
    },
    {
      "name": "Our friendship is not like seasons that changes. It is like the Sun, which remain still and spread prosperity."
    },
    {
      "name": "Can we be friends? Well, don’t say no, it’s a good deal, I have many friends and you will have me."
    },
    {
      "name": "Let’s nurture our friendship with love and care and let it grow endlessly."
    },
    {
      "name": "I am one of those lucky individuals who have gotten to experience the meaning of true friendship. Happy friendship day, buddy!"
    },
    {
      "name": "No matter what I wish for you on this special day, it will not be enough to express the feelings I have for you. you always have a very special place in my heart. Happy friendship day!"
    },
    {
      "name": "Thank you for being my bundle of joy. Thank you for being supportive and kind and for believing in me when no one else did. Thank you for being a friend. Happy friendship day."
    },
    {
      "name": "You are the only person on whom I can depend in times of need. Happy Friendship Day!"
    },
    {
      "name": "Whether it is sunshine or rain, you have always been there for me. Happy Friendship Day!"
    },
    {
      "name": "Those who are surrounded by good friends are the luckiest people in the world. Happy to have such wonderful friends like you. Happy Friendship Day!"
    },
    {
      "name": "I have many friends, but none of them is as close to my heart as you are. Happy Friendship Day, buddy!"
    },
    {
      "name": "I must have done something wonderful in my previous life, that is why I got such a fabulous friend like you. Happy Friendship Day!"
    },
    {
      "name": "My dear friend, I am really missing you. Hope that we meet soon. Happy Friendship Day!"
    },
    {
      "name": "Only the lucky ones get true friends. And, I am the luckiest one because I have you. Happy Friendship Day!"
    },
    {
      "name": "Lady Luck sure favours me. That is why she made you my friend. Happy Friendship Day!"
    },
    {
      "name": "Lucky to have the coolest guy in college as my best friend. Happy Friendship Day!"
    },
    {
      "name": "Though you are my best friend but sometimes you also act as my mentor. Happy Friendship Day!"
    },
    {
      "name": "Whenever I am in trouble you are always there by my side. You are a true friend."
    },
    {
      "name": "A friend does not walk before you so you can follow, he walks beside you so he can catch you before you fall. Happy Friendship Day !"
    },
    {
      "name": "Sending warm hugs to my dearest buddy! Happy Friendship Day !"
    },
    {
      "name": "A true friend is someone who gives you all the freedom to be yourself. It’s hard to find true friendship life but it’s the sweetest thing that can ever happen in your life. Happy Friendship Day!"
    },
    {
      "name": "Dear friend, ever since you came into my life, you have filled my life with utter joy and happiness! Happy Friendship Day to you!"
    },
    {
      "name": "Its hard to find someone who will stay with you in your hard times, someone who will help you rise up again after you fall. Fortunately for me, that person is you! You are a rare gem, my friend!"
    },
    {
      "name": "There are just so many people around me but only one person that allows me to be myself is you. This special day is entirely for the person I call my best friend."
    },
    {
      "name": "Every day is special if spent with you. You make me forget what boredom is. I never thought anyone could ever touch my life in so many ways. Happy friendship day!"
    },
    {
      "name": "Dear friend, thank you for always appreciating me. Happy Friendship Day!"
    },
    {
      "name": "On this very special day, I want to let you know that you are my most favorite person in this world. I enjoy your company more than I enjoy myself. Happy friendship day to you!"
    },
    {
      "name": "True friends will not have any reason for their friendship.\nSo it can never be broken when they don’t find that reason."
    }
  ]
}