
  "Funny Friendship Day Wishes Messages":
    
       "On this day, I promise to you that I will never let become lonely in life. I will keep disturbing you like I have been doing since the first day of our friendship!"
    ,
    
       "A good friend will always encourage you to move on in life. But a best friend will help you move a dead body and then encourage you to move on in life. Happy Friendship Day!"
    ,
    
       "The day our friendship started was the day I waved goodbye to my sanity. But sometimes when I’m with you, I feel like I was born insane! Happy Friendship Day!"
    ,
    
       "I always wanted a friend who would be just as much weird as me, but now it feels like I was a bit too weird to be tolerated. Anyway, happy friendship!"
    ,
    
       "From watching Friends to being one is an amazing part of our story I would always love to talk about. Happy friendships day guys!"
    ,
    
       "You clearly describe Joey from friends as you never share your food. Happy friendships day mate, I would love to share my pizza with you!"
    ,
    
       "Mom gave me five reasons to breakup withu, you known what I did then, I gave her 10 reasons to be with u."
    ,
    
       "I am there to help you anytime, but not in the night, early morning and afternoon."
    ,
    
       "The force of gravity is only partially responsible for bringing us together. I thank my lucky stars for everything. Happy friendship day!"
    ,
    
       "I could do a million things to make your days special but what kind of a friend makes me if I don’t ask you for treat every day. Happy friendships day!"
    ,
    
       "Well no more pinky promises to you we are grown up and so is our friendships and it would pinky pink promises, happy friendships day dear!"
    ,
    
       "You have been with me in all stupid things that happened to me, now I wonder if those incidents were because of u!"
    ,
    
       "You know why you are my best friend? Coz only you are stupider than me."
    ,
    
       "You know what, my parents say, ur friend has spoiled you. But sadly! They don’t know who has done what."
    ,
    
       "You have grabbed hold of my life like an octopus in the face. But I guess that’s what a true friend does. Wishing you a very Happy Friendship Day dear!"
    ,
    
       "Our friendship is like Spaghetti and meatballs. We go well together. Happy friendship day!"
    ,
    
       "Happy friendship day. Today we are going to pretend like the most amazing friends ever to each other and forget everything about being just two random vagabonds."
    ,
    
       "Since I made friends with you, I have come to realize that life is more enjoyable with a living cartoon around you. However, let’s make this friendship day great!"
    ,
    
       "It’s friendship day today and you are still alive to celebrate this day with me. How lucky you are! I really hope I won’t kill you before the next friendship day! Sending you to love anyway!"
    ,
    
       "It’s another friendship day for both of us to go back in the memory lane and find out what mischiefs are missing there. So, we can add them to this coming year! Happy friendship day!"
    ,
    
       "I am sending this message not because you are my best friend but because if I don’t do this you’ll knock me in the face. Happy friendship day!"
    ,
    
       "Friendship is something that cannot be seen but felt. Thank god! because it would be so hard to see a stupid face and then make a friendship. By the way, happy friendship day!"
    ,
    
       "Make friendship with dumb people and feel superior all the time. That’s what I did when I first met you. Happy friendship day!"
    ,
    
       "I envy you because you got to meet such a wonderful person like me. Truly, God has blessed you a lot in life. Anyway, happy friendship day!"
    ,
    
       "My buddy, much to your dismay, you are stuck with me for the rest of your lives, so stop ignoring my texts! Happy Friendship Day to you!"
    ,
    
       "I’m glad that you are in my life because your kind nature and sweet gestures have started to rub off on me too! So Happy Friendship Day!"
    ,
    
       "Dear partner-in-crime, I could have never pulled off the pranks without you, so thank you for providing me with mental support! Happy Friendship Day!"
    
  ]

